BY_WRD = ",.:\'\"; ?!()-"

BY_SNT = ".?!"

SPLITTERS = [",", "...", ";", ":", "-", "—"]

TEXTING = "Идешь по лесной тропинке, любуешься деревьями. Вдруг увидишь легкого и проворного зверька с пышным хвостом или услышишь резкий цокающий звук. Это резвые белки бесстрашно перепрыгивают с ветки на ветку. Зверьки эти живут в лесах. Здесь для них есть корм: шишки, орехи, желуди, ягоды. Зимой белки не спят, ведут подвижный образ жизни. Летом они запасают на зиму корм. В беличьем меню есть даже сушеные грибы. Сушат их белки сами. Шляпки нанизывают на острые сухие сучки или вешают на веточки. Выбирают спелые орехи. Все это белки прячут во мху или в дуплах, а зимой безошибочно находят. Беличий склад может содержать несколько килограммов вкусной еды. Если вы найдете его, то не спешите им воспользоваться. Ведь белки останутся в зимнюю стужу без корма. "
TEXT = "Я пишу письмо старому другу"